/*
[UT]
*/

"ER00_TEXTA_001" = "Eroare";
"ER01_TEXTA_003" = "Imprimanta este ocupată";
"ER04_TEXTA_001" = "Blocaj de hârtie";
"ER06_TEXTA_005" = "Lipsă hârtie sau hârtia este încărcată incorect";
"ER10_TEXTA_005" = "Necesită asistenţă tehnică";
"ER10_TEXTA_008" = "Necesită asistenţă tehnică";
"ER12_TEXTA_001" = "Eroare alimentare multiplă";
"ER4A_TEXTA_001" = "Durata de utilizare a unuia dintre tampoanele pentru absorbţia cernelii s-a terminat.";
"ER4A_TEXTA_002" = "Durata de utilizare a unuia dintre tampoanele pentru absorbţia cernelii se apropie de sfârşit.";
"ERXX_TEXTA_001" = "Eroare";
"ST02_TEXTA_001" = "Tipărire";
"ST03_TEXTA_001" = "Tipărire";
"ST04_TEXTA_001" = "Gata";
"ST07_TEXTA_001" = "Imprimanta este ocupată";
"ST08_TEXTA_007" = "Încărcarea iniţială a cernelii nu s-a terminat";
"ST0A_TEXTA_002" = "Produsul se închide";
"ST11_TEXTA_002" = "Pregătirea sistemului de cerneală.";
"COM_TEXTA_001" = "Eroare de comunicare";
"COM_TEXTA_002" = "Eroare de comunicaţie\r\nProbabil este selectat produsul incorect";
"COM_TEXTA_003" = "Comanda de tipărire nu poate fi trimisă";
"DEV_TEXTA_004" = "Este selectat un alt produs";
"OFL_TEXTA_003" = "Nepregătit";
"PAU_TEXTA_001" = "În pauză";
"SRC_TEXTA_001" = "Căutare...";
"CHKDUPX_TEXTA_001" = "Tipărire pe 2 feţe";
"INKCHECKALERT_TEXTA_002" = "Verificaţi regulat nivelul cernelii.\r\nContinuarea utilizării imprimantei în cazul în care nivelul cernelii este sub limita inferioară poate deteriora imprimanta.";
"ER00_TEXTB_013" = "1. Se anulează toate comenzile de tipărire.\r\n2. Deschideţi capacul imprimantei şi scoateţi orice hârtie blocată.\r\n3. Închideţi capacul şi opriţi, iar apoi reporniţi imprimanta.";
"ER01_TEXTB_001" = "Vă rugăm să aşteptaţi...";
"ER04_TEXTB_040" = "1. Deschideţi capacul imprimantei şi scoateţi orice hârtie blocată.\r\n2. Închideţi capacul şi apăsaţi pe butonul %btn% de pe produs.";
"ER06_TEXTB_055" = "1. Scoateţi şi reîncărcaţi hârtia.\r\n2. Apăsaţi pe butonul %btn% de pe produs.\r\n\r\nSau, puteţi anula comanda de tipărire făcând clic pe [Anulare] când este afişat.";
"ER10_TEXTB_008" = "Durata de utilizare a unuia dintre tampoanele pentru absorbţia cernelii s-a terminat.\r\nVă rugăm să consultaţi serviciul de asistenţă Epson.";
"ER10_TEXTB_009" = "Durata de utilizare a unuia dintre tampoanele pentru absorbţia cernelii s-a terminat.\r\nReziduurile de cerneală se pot scurge.\r\nVă rugăm să consultaţi serviciul de asistenţă Epson.";
"ER12_TEXTB_007" = "Urmaţi indicaţiile de mai jos.\r\n- Scoateţi şi reîncărcaţi hârtia. Apăsaţi pe butonul %btn% de pe produs.\r\n- Faceţi clic pe [Anulare] pentru a anula comenzile de tipărire când acestea sunt afişate. Dacă nu este anulată, anulaţi-o de la echipament.";
"ER4A_TEXTB_001" = "Vă rugăm să contactaţi serviciul de asistenţă Epson.\r\nPentru a continua tipărirea apăsaţi pe butonul %btn% de pe imprimantă.";
"ER4A_TEXTB_002" = "Dacă veţi continua tipărirea, reziduurile de cerneală se pot scurge.\r\nVă rugăm să contactaţi serviciul de asistenţă Epson.\r\nPentru a continua tipărirea apăsaţi pe butonul %btn% de pe imprimantă.";
"ST02_TEXTB_001" = "Vă rugăm să aşteptaţi...";
"ST03_TEXTB_001" = "Vă rugăm să aşteptaţi...";
"ST04_TEXTB_001" = "Imprimanta este pregătită pentru tipărire.";
"ST07_TEXTB_003" = "Se curăţă capul de tipărire sau se încarcă cerneala. Vă rugăm să aşteptaţi...";
"ST08_TEXTB_009" = "Consultaţi fişa de instalare pentru a realiza procesul iniţial de încărcare a cernelii.";
"ST0A_TEXTB_001" = "Vă rugăm să aşteptaţi...";
"ST11_TEXTB_001" = "Vă rugăm să aşteptaţi...";
"COM_TEXTB_005" = "Conectaţi produsul la calculator şi porniţi-l. Dacă închideţi aparatul în timpul tipăririi, faceţi clic pe [Coadă tipărire] şi anulaţi comanda de tipărire înainte de repornire.";
"COM_TEXTB_006" = "Urmaţi indicaţiile de mai jos.\r\n- Produsul este conectat la \"%queuename%\". Tipăriţi folosind acest produs.\r\n- Conectaţi produsul la calculator şi porniţi-l. Dacă închideţi aparatul în timpul tipăririi, faceţi clic pe [Coadă tipărire] şi anulaţi comanda de tipărire înainte de repornire.";
"COM_TEXTB_007" = "Făcând clic pe butonul [Verificare conexiune], puteţi să verificaţi conexiunea cu imprimanta şi aceasta va încerca să se reconecteze automat.\r\nAsiguraţi-vă că imprimanta este pornită şi apoi faceţi clic pe butonul [Verificare conexiune].";
"DEV_TEXTB_004" = "Un produs selectat în driver diferă faţă de un produs de tipărit. Verificaţi setările driverului şi ale produsului.";
"OFL_TEXTB_006" = "Nu puteţi tipări dacă imprimanta nu este conectată. Conectaţi produsul la calculator şi porniţi-l. Faceţi clic pe butonul [Online] dacă este afişat sau faceţi clic pe [Coadă tipărire] şi modificaţi setările definite pentru Online.\r\n\r\nSau, puteţi anula comanda de tipărire făcând clic pe [Anulare] când este afişat.";
"PAU_TEXTB_003" = "Nu puteţi tipări dacă produsul este în pauză. Faceţi clic pe [Continuă] când este afişat pentru a continua tipărirea sau faceţi clic pe [Coadă tipărire] şi deselectaţi \"Pauză tipărire\" din meniul \"Imprimantă\".\r\n\r\nSau, puteţi anula comanda de tipărire făcând clic pe [Anulare] când este afişat.";
"SRC_TEXTB_001" = "Căutare...";
"CHKDUPX_TEXTB_009" = "1. Tipăriţi pagina(paginile) pe faţă.\r\n2. Scoateţi hârtia evacuată. Întoarceţi-o.\r\n3. Încărcaţi hârtia cu marginea scurtă înainte şi apoi faceţi clic pe [Continuă].\r\nNotă:\r\n- Dacă tipărirea nu începe, faceţi clic pe [Anulare].\r\n- Este posibil ca tipărirea pe 2 feţe să nu fie disponibilă dacă folosiţi o conexiune Wi-Fi/la reţea.";
"BTN_PR_013" = "Stop";
"IDS_INK_STOPRESET" = "Anulare";
"IDS_CLOSE" = "OK";
"IDS_STOP" = "Anulare";
"IDS_INK_STOPRJ" = "Anulare";
"IDS_INK_OFFLINE_CANCEL" = "Anulare";
"BTN_PC_004" = "Anulare";
"BTN_PC_009" = "Reîncerc.";
"BTN_PC_010" = "Continuare";

//--->
"CHARGINGSTATUS_TEXTA_001" = "Încărcarea sistemului de cerneală";
"INKCHECKALERT_TEXTA_001" = "Verificaţi regulat nivelul cernelii.";
//<---

////////////////////////////////////////

"INK_REMAIN_MSG" = "Pentru a confirma cantitatea de cerneală disponibilă, verificaţi vizual nivelurile cernelii din toate rezervoarele de cerneală ale imprimantei.\r\nDacă veţi continua să utilizaţi imprimanta în timp ce nivelul de cerneală din rezervoare este sub limita inferioară, imprimanta se poate defecta.";

////////////////////////////////////////

"920" = "Curăţare duză";
"921" = "Curăţare cap";
"922" = "Alinierea capului de tipărire";
"923" = "Setări imprimantă";
"924" = "Cumpăraţi cerneală";
"926" = "Actualizare software";
"928" = "Configurarea actualizării programului software";
"IDS_PR_ERROR" = "Eroare";
"IDS_PR_COMERR" = "Eroare de comunicare";
"IDS_PR_INKFEW" = "Nivelul de cerneală este scăzut";
"IDS_PR_MAINTENANCECALL" = "Apel de întreţinere";
"IDS_PR_WARNING" = "Alte avertismente";
"IDS_PR_CHANGINGBK" = "Încărcare cerneală neagră";
"IDS_PR_OFFLINE" = "Deconectat";
"IDS_PR_PAUSE" = "Pauză";
"IDS_PR_SELECTERROR" = "Eroare selectare imprimantă";
"IDS_PR_UNCLOGGER" = "Eroare comandă de tipărire";
"IDS_PR_BATTERYWARNING" = "Avertizare baterie";
"IDS_ITEM" = "Eveniment";
"IDS_NOTIFY" = "Ecran de notificare";
"IDS_YES" = "Pornit";
"IDS_NO" = "Oprit";
"IDS_PROMOCHK" = "Afişează ofertele Epson";
"IDS_ITEMGROUP" = "Selectaţi notificarea";
"IDS_SIMPLEST_CHK" = "Notificare simplificată de stare";
"IDS_DEFAULT_BTN" = "Implicit";
"IDS_ICONGROUP" = "Selectaţi pictograma comenzii rapide";
"IDS_MONICON_CHK" = "Înregistraţi pictograma comenzii rapide în bara de activităţi";
"IDS_EXPTEXT2" = "Deschideţi pictograma comenzii rapide pentru Fereastra de stare a imprimantei cu un dublu clic.";
"IDS_SHARED" = "Permitere monitorizare imprimante partajate";
"IDS_IO_CHECK_BTN" = "Consultaţi alertele Avertizare cerneală";
"IDS_CANCEL_MONITOR" = "Anulare";
"IDS_STRING_GROUP" = "Nivele de cerneală";
"IDS_STRING_GROUP_MTANK" = "Durata de utilizare a casetei de întreţinere";
"IDS_SUB_BTN" = "Continuare";
"IDS_SPL_BTN" = "Coadă tipărire";
"IDS_CSICINFO_BTN" = "Informaţii";
"IDS_PRNSTOP_BTN" = "Anulare";
"IDS_SPL_BTN2" = "Coadă tipărire";
"IDS_SPL_BTN3" = "Coadă tipărire";
"IDS_SHOWDETAIL_BTN" = "Detalii";
"IDS_ALLRIGHT" = "All Rights Reserved.";
"IDS_PRODUCT_VER_TITLE" = "Produs";
"IDS_COMMON_VER_TITLE" = "Comun";
"IDS_PRINTER_VER_TITLE" = "Interfaţă utilizator";
"IDS_EBAPI_VER_STATIC" = "Interfaţa imprimantei";
"IDS_INSTALL_VER_STATIC" = "Modul de instalare";
"IDS_BOTHSIDE_PRINT" = "Tipărire pe 2 feţe";
"IDS_PRNPAUSE_BTN" = "Continuă";
"IDS_CSIC_INFO" = "Informaţii despre cartuş";
"IDS_MAKER_TITLE" = "Producător:";
"IDS_INK_TYPE_TITLE" = "Tip cerneală:";
"IDS_IC_TYPE_TITLE" = "Cod cartuş:";
"IDS_PRODUCTION_DATE_TITLE" = "Data de producţie:";
"IDS_BPMSTOP_BTN" = "Anulare tipărire";
"IDS_BPMPRINT_BTN" = "Tipărire în negru";
"IDS_BPMCLOSE_BTN" = "Închidere";
"IDS_BPMREPLACE_BTN" = "Înlocuiţi cartuşele...";
"IDS_INITFILL_TITLE" = "Cerneală originală Epson";
"IDS_INITFILL_TITLE2" = "Eroare cartuş";
"IDS_BUTTON_CSIC_DETAILS" = "Detalii";
"IDS_CANCEL" = "Anulare";
"IDS_BUTTON_CSIC_CONTINUE" = "Continuare";
"IDS_BUTTON_CSIC_HOWTOBUY" = "Cumpăraţi cerneală Epson";
"IDS_ERIS_FW_EXCEPTION_MSG" = "Pentru a defini setările folosind acest utilitar, trebuie să îl înregistraţi ca o excepţie în Windows Firewall.\r\nDacă acesta nu este înregistrat ca excepţie, unele funcţii de comunicare pot fi blocate de Windows Firewall, care poate limita funcţionarea.\r\n\r\nDoriţi să înregistraţi EPSON Status Monitor 3 ca o excepţie în Windows Firewall?";
"IDS_ENVHELPMENU" = "Ajutor";
"IDS_ENTRYICONMSG" = "Doriţi să adăugaţi pictograma EPSON Status Monitor 3 în bara de activităţi când Windows porneşte?";
"IDS_STATISTICS" = "Partajează informaţiile mele de utilizare cu Epson";
"IDS_TITLE" = "EPSON Status Monitor 3";
"IDS_ABOUTBOX" = "Despre...";
"IDS_ERROR_001" = "Memorie insuficientă.\r\nVă rugăm să închideţi programul.";
"IDS_ERROR_015" = "Memorie insuficientă.";
"IDS_ERROR_021" = "Nu găsesc informaţiile despre imprimantă.";
"IDS_ERROR_022" = "Pentru această imprimantă nu sunt informaţii disponibile.";
"IDS_ERROR_023" = "Fişierul specificat nu a fost găsit.";
"IDS_ERROR_024" = "Deschiderea fişierului specificat a eşuat.";
"IDS_RESTART_MON" = "În prezent nu pot efectua monitorizarea.\r\nVă rugăm să restartaţi calculatorul.";
"IDS_RESTART_SHARE" = "Nu pot monitoriza. Debifaţi casetă de selectare [Monitorizare imprimante partajate]\r\ndin fereastra Preferinţe monitorizare şi restartaţi calculatorul.\r\nApoi închideţi toate aplicaţiile, inclusiv Monitorizare stare imprimantă EPSON 2,\r\nşi reinstalaţi driverul imprimantei.";
"IDS_RESTART_BID" = "Nu pot stabili comunicarea bidirecţională.\r\nVă rugăm să reinstalaţi driverul imprimantei.";
"IDS_SETUP_MENU" = "Preferinţe de monitorizare";
"IDS_PAPERSIZE" = "Format hârtie";
"IDS_MEDIATYPE" = "Tip hârtie";
"IDS_PAUSE" = "Pauză";
"IDS_RESUME" = "Continuă";
"IDS_DISCHARGE_PAPER" = "Evacuare";
"IDS_INK_CANCEL" = "Anulare";
"IDS_OK" = "OK";
"IDS_HELP" = "Ajutor";
"IDS_INK_RETURN" = "Continuare";
"IDS_ELINK_ERROR_TITLE" = "Asistenţă online";
"IDS_ELINK_CONNECT_MSG" = "Ghidul utilizatorului nu este instalat.\r\nDacă doriţi să vă conectaţi prin internet la pagina \"EPSON FAQ\", selectaţi butonul \"Da\".";
"IDS_ELINK_CONNECT_TITLE" = "Asistenţă online";
"IDS_INK_CONTINUE" = "Continuare";
"IDS_PRINT" = "Tipărire";
"IDS_PPACK_RETURN" = "Continuare";
"IDS_INKTANKVIEW_ON" = "Verifică nivelele de cerneală";
"IDS_INKTANKVIEW_OFF" = "Ascunde nivelele de cerneală";
"IDS_CLEAN_CONTINUE" = "Continuare";
"IDS_INK_CLSTOP" = "Anulare";
"IDS_SUPPORT_BTN" = "Asistenţă online";
"IDS_SUPPORT_BTN_EURO" = "Asistenţă tehnică";
"IDS_ELINK_ERROR_TITLE_EURO" = "Asistenţă tehnică";
"IDS_ELINK_CONNECT_TITLE_EURO" = "Asistenţă tehnică";
"IDS_ELINK_CONNECT_MSG_EURO" = "Ghidul utilizatorului nu este instalat.\r\nDacă doriţi să vă conectaţi prin internet la pagina \"EPSON FAQ\", selectaţi butonul \"Da\".";
"IDS_HOWTO" = "Cum...";
"IDS_GOONLINE" = "Online";
"IDS_BKPRINTING" = "Tipărire în negru";
"IDS_BKPRINTING2" = "Tipărire în negru";
"IDS_SHEETREMAIN" = "Pagina:%d/%d";
"IDS_TIMEREMAIN_HOUR" = "Au mai rămas %d ore";
"IDS_TIMEREMAIN_MIN" = "Au mai rămas %d min";
"IDS_TIMEREMAIN_SEC" = "Au mai rămas %d sec";
"IDS_START_MSG" = "Căutare...";
"IDS_ST_NONE" = "S-a produs o eroare necunoscută.";
"IDS_OLSTART_MSG" = "Căutare...";
"IDS_OLST_NONE" = "Eroare necunoscută";
"IDS_STRING_CAPTION" = "Avertizare cerneală";
"IDS_STRING_PURCHASED" = "A fost deja cumpărat";
"IDS_STRING_REMINDMELATER" = "Reaminteşte-mi mai târziu";
"IDS_STRING_BUYINK" = "Cumpăraţi cerneală Epson";
"IDS_STRING_PRINTTHISWINDOW" = "Tipăriţi această fereastră";
"IDS_STRING_CLOSE" = "Închidere";
"IDS_STRING_CAPTION2" = "Cumpăraţi cerneală";
"IDS_STRING_INKCODES" = "Coduri cerneală";
"IDS_STRING_LOOKMOBILEPHONE" = "View using a mobile phone";
"IDS_STRING_HTML_MESSAGE1" = "EPSON ORIGINAL";
"IDS_STRING_HTML_MESSAGE2" = "Vă recomandăm să folosiţi cartule originale Epson.";
"IDS_STRING_HTML_MESSAGE3" = "Folosirea altor produse poate afecta calitatea tipăriturilor şi poate duce la defectarea imprimantei.";
"IDS_STRING_INKLOW" = "Nivelul de cerneală este scăzut";
"IDS_STRING_INKREPLACE" = "Înlocuiţi cartuşele";
"IDS_STRING_INKCHANGE_NEAR" = "Cartuşul(ele) de cerneală trebuie să fie înlocuit(e) în curând.";
"IDS_STRING_HTML_MESSAGE4" = "Faceţi clic aici pentru a primi oferte pentru cartuşe sau alte informaţii de la Epson.";
"IDS_STRING_PROMOTION2" = "Epson vă poate informa despre actualizările tehnice, promoţiile şi despre alte oferte.";
"IDS_STRING_NOTESA2" = "Actualizările se efectuează dacă sunteţi conectat la Internet. Datele pentru identificarea imprimantei dumneavoastră vor fi transmise la Epson. Nu vor fi transmise informaţii personale identificabile.";
"IDS_STRING_NOTESB2" = "Puteţi activa/dezactiva această funcţionalitate din fereastra Preferinţe monitorizare.";
"IDS_STRING_NOTESC2" = "Pentru a o activa acum, selectaţi Acceptare.";
"IDS_STRING_DISPAGAIN2" = "Nu mai afişa acest mesaj.";
"IDS_STRING_TITLE2" = "Serviciu de notificare Epson";
"IDS_STRING_ACCEPT2" = "Acceptare";
"IDS_STRING_DECLINE2" = "Refuzare";
"IDS_STRING_BTNCLOSE" = "Închidere";
"IDS_STRING_DISPNOAGAIN" = "Nu mai afişa acest mesaj până când reparaţiile vor fi terminate.";
"IDS_STRING_DESCRIPTION2" = "Necesită asistenţă tehnică";
"STR_FY07OLICOS_PR_MESSAGE3_6" = "Puteţi dezactiva aceste opţiuni din fereastra Preferinţe de monitorizare.";
"IDS_STRING_NOTESE" = "Faceţi clic aici pentru a deschide fereastra Preferinţe de monitorizare";
"IDS_CSIC_UNKNOWN" = "Necunoscut";
"IDS_CSIC_DATE_FORMAT" = "20%02d/%02d";
"IDS_CSIC_MANUFACTUR" = "Epson original";
"IDS_CSIC_ERMANUFACTUR" = "Cartuşul nu este original";
"IDS_CSIC_NGENUINE" = "A fost detectat un cartuş neoriginal sau reumplut. Nivelele de cerneală pot să nu fie afişate deoarece nu se cunoaşte volumul de cerneală.";
"IDS_CSIC_NGENUINE2" = "A fost detectat un cartuş neoriginal sau reumplut. Nivelele de cerneală pot să nu fie afişate deoarece nu se cunoaşte volumul de cerneală.";
"IDS_IO_BUYNOW_MSG" = "Faceţi clic pe OK pentru a lansa programul de navigare pe internet şi pentru a cumpăra online cartuşe de cerneală.\r\n\r\nDacă aveţi o conexiune prin telefon care nu este lansată de programul de navigare, vă rugăm să vă conectaţi la furnizorul de internet şi apoi să faceţi clic pe OK.";
"IDS_IO_BUYNOW_MSG_EURO" = "Pentru a deschide programul de navigare pe internet şi a vă conecta la sit, selectaţi OK.\r\nDacă nu doriţi să vă conectaţi acum la sit, selectaţi Revocare.";
"IDS_IO_BUYNOW_MSG3" = "Do you want to connect to the Epson Web site to transmit information about the ink cartridges?";
"IDS_IO_CAPTION_MSG" = "Utilitar cump. cerneală online";
"IDS_IO_CAPTION_MSG2" = "View using a mobile phone";
"IDS_BKIS_BUTTON_YES" = "Da";
"IDS_BKIS_BUTTON_NO" = "Nu";
"IDS_BKIS_BUTTON_ALWAYSNO" = "Dezactivează această caracteristică";
"IDS_BUYNOW_BTN" = "Cumpăraţi cerneală Epson";
"IDS_SCRAPE_NOAGAIN" = "Nu mai afişa acest mesaj.";
"BTN_PC_014" = "Anulare";
"BTN_PC_030" = "Tipărire";
"IDS_CSIC_CHECK_DLG2_TITLE" = "Cerneală originală Epson";
"IDS_FY06CSIC_MSG5_1_SEPARATE" = "EPSON";
"IDS_FY06CSIC_MSG5_2_SEPARATE" = "%s";
"IDS_FY06CSIC_MSG5_3_SEPARATE" = "Careful to remind you";
"IDS_FY06CSIC_MSG5_4_SEPARATE" = "You have not installed genuine Epson ink cartridges.\r\nThe quality or reliability of nongenuine ink cannot be guaranteed and it may cause damage to your product not covered by Epson's warranty.";
"IDS_FY06CSIC_MSG5_5_SEPARATE" = "In order to protect your rights, we will remind you from time to time.\r\nDo you continue to use non genuine Epson ink cartridges?";
"IDS_DLG_OTHER_003" = "Nu pot lansa acest program în timp ce programul de instalare al driverului imprimantei rulează.";
"IDS_DLG_NONGEN_001" = "AVERTISMENT!";
"IDS_ER0C_PAPERSIZE" = " Dimensiune : %papersize%";
"IDS_ER0C_MEDIA" = " Tip : %media%";
"IDS_UNCLOGGER_YES" = "Da";
"IDS_UNCLOGGER_NO" = "Nu";
"IDS_UNCLOGGER_CANCELPRINT" = "Anulare tipărire";
"IDS_UNCLOGGER_CLOSE" = "Închidere";
"IDS_TRAYPOS_PRINT" = "Tipărire";
"IDS_TRAYPOS_CANCEL" = "Anulare";

"IDS_QQB_BUTTON" = "Verificare conexiune";
"IDS_QQB_EXECUTE_FAIL" = "Instrumentul nu poate fi utilizat.";
"IDS_QQB_DOWNLOAD" = "Doriţi să descărcaţi şi să instalaţi programul software pentru verificarea conexiunii?";
"IDS_QQB_INSTALL_FAIL" = "Programul software pentru verificarea conexiunii nu poate fi instalat.";
"IDS_QQB_INSTALL_FAIL2" = "Pentru a efectua această operaţie, trebuie să vă conectaţi ca membru al grupului de administratori.";
"IDS_QQB_INSTALLING" = "Se instalează programul software pentru verificarea conexiunii...";
"IDS_PINFO_TITLE" = "Hârtie selectată la imprimantă";
"IDS_PINFO_SIZE" = "Format hârtie";
"IDS_PINFO_TYPE" = "Tip hârtie";
"IDS_PINFO_FAIL" = "Nu pot fi obţinute informaţiile despre imprimantă.";
"USERDEFINE_ADD_FORMAT_MM" = "(%s x %s mm)";
"USERDEFINE_ADD_FORMAT_INCH" = "(%s x %s inch)";
"USERDEFINE_FORMAT_MM" = "%4d.%1d";
"USERDEFINE_FORMAT_INCH" = "%3d.%02d";
"IDS_CONSUMABLEVIEW_ON" = "Afişare niveluri cerneală";
"IDS_CONSUMABLEVIEW_OFF" = "Ascunde nivelele de cerneală";

"NOZZLE_TITLE" = "Curăţare duză";
"NOZZLE01" = "Pentru a efectua verificarea duzei, asiguraţi-vă că imprimanta este deschisă şi este conectată la calculator. De asemenea, verificaţi dacă în caseta de alimentare cu hârtie din spate este încărcată hârtie simplă format A4 sau Letter. Faceţi clic pe [Tipărire] pentru a tipări un desen de verificare a duzei de tipărire sau faceţi clic pe [Anulare] pentru a părăsi aplicaţia.";
"NOZZLE01_B01" = "Tipărire";
"NOZZLE01_B02" = "Anulare";
"NOZZLE02" = "Comparaţi modelele tipărite cu mostra de mai sus. Dacă modelul de verificare a duzelor nu a fost tipărit satisfăcător, faceţi clic pe [Curăţare]. Pentru a ieşi, faceţi clic pe [Terminare].";
"NOZZLE02_B01" = "Terminare";
"NOZZLE02_B02" = "Curăţare";
"NOZZLE02_RESULT1" = "Bine";
"NOZZLE02_RESULT2" = "Necesită curăţare";

"HEADCLEANING_TITLE" = "Curăţare cap";
"HEADCLEANING01" = "Faceţi clic pe [Start] pentru a curăţa duzele capului de tipărire. Deoarece la curăţare se consumă puţină cerneală, curăţaţi capul de imprimare numai dacă în documentele tipărite apar zone neclare sau lipsă. Utilizaţi mai întâi programul utilitar \"Curăţare duză\" pentru a confirma dacă este nevoie să curăţaţi capul de tipărire.";
"HEADCLEANING01_B01" = "Anulare";
"HEADCLEANING01_B02" = "Start";
"HEADCLEANING01_PREPARE" = "Vă rugăm să aşteptaţi...";
"HEADCLEANING01_CLEANING" = "Se efectuează curăţarea capului de tipărire. Vă rugăm să aşteptaţi.";
"HEADCLEANING02" = "Curăţarea durează câteva minute. Dacă butonul de pornire nu mai luminează intermitent, atunci curăţarea s-a terminat. Pentru a verifica dacă curăţarea a avut efect, faceţi clic pe [Model de verificare a duzei de tipărire].";
"HEADCLEANING02_B01" = "Model de verificare a duzei de tipărire";
"HEADCLEANING02_B02" = "Terminare";
"HEADCLEANING02_BiD" = "Ciclul de curăţare s-a terminat. Pentru a verifica dacă procesul de curăţare a avut efect, faceţi clic pe [Model de verificare a duzei de tipărire].";

"GAP_TITLE" = "Alinierea capului de tipărire";
"GAP01" = "Utilitarul pentru verificarea Alinierea capului de tipărire rezolvă defectele de aliniere, dungile orizontale şi documentele estompate.";
"GAP01_B01" = "Înainte >";
"GAP01_B02" = "Anulare";
"GAP02" = "Va fi tipărită o pagină verticală de aliniere.\r\nVerificaţi dacă imprimanta este pornită şi conectată la calculator. De asemenea, verificaţi dacă în imprimantă este încărcată hârtie simplă format A4 sau Letter.\r\nCând sunteţi gata, faceţi clic pe [Tipărire].";
"GAP02_B01" = "Tipărire";
"GAP02_B02" = "Anulare";
"GAP02_B03" = "Ignorare >>";
"GAP03" = "Verificaţi foia de aliniere.\r\nGăsiţi pătratul în care nu apar benzi vizibile din seturile #1 - #5. Selectaţi numărul corespunzător acelui pătrat din lista de mai jos, care conţine toate seturile. Apoi faceţi clic pe [Înainte >].\r\nDacă fiecare pătrat conţine o bandă, selectaţi pătratul cu cea mai subţire bandă sau benzi. Apoi faceţi clic pe [Realiniere].";
"GAP03_B01" = "Înainte >";
"GAP03_B02" = "Anulare";
"GAP03_B03" = "Realiniere";
"GAP04" = "Va fi tipărită o pagină orizontală neagră de aliniere.\r\nVerificaţi dacă în imprimantă este încărcată hârtie simplă format A4 sau Letter.\r\nNotă: acest parametru influenţează numai tipărirea cu viteză mare pe hârtie simplă. Alte tipuri de hârtie nu sunt afectate.";
"GAP04_B01" = "Tipărire";
"GAP04_B02" = "Anulare";
"GAP05" = "Verificaţi foia de aliniere.\r\nIdentificaţi dreptunghiurile care nu sunt separate sau suprapuse.\r\nSelectaţi numărul corespunzător din lista de mai jos. Apoi faceţi clic pe [Terminare].\r\nDacă toate dreptunghiurile sunt separate sau suprapuse, alegeţi-l pe cel mai bun. Apoi faceţi clic pe [Realiniere].";
"GAP05_B01" = "Terminare";
"GAP05_B02" = "Anulare";
"GAP05_B03" = "Realiniere";

"PIFLUSHING_TITLE" = "Sistem de spălare a cernelii";
"PIFLUSHING01" = "Dacă nu aţi utilizat produsul o lungă perioadă de timp şi observaţi benzi sau culori lipsă în documentele tipărite, s-ar putea să fie necesar să înlocuiţi cerneala din tuburi pentru a rezolva problema.\r\n\r\nUtilitarul Sistem de spălare a cernelii permite înlocuirea în totalitate a cernelii din interiorul tuburilor de cerneală şi consumă o cantitate mare de cerneală.\r\n\r\nCalitatea tipăririi se va îmbunătăţi după 12 ore de la utilizarea acestei funcţii şi nu poate fi refolosită decât după trecerea a 12 ore de la ultima utilizare.\r\nDoriţi să folosiţi această funcţie acum?\r\n\r\nNotă: Înainte de a utiliza această funcţie, asiguraţi-vă că în recipientele cu cerneală ale imprimantei este suficientă cerneală.\r\nDacă nu este suficientă cerneală, reumpleţi recipientele cu cerneală.";
"PIFLUSHING01_B01" = "Anulare";
"PIFLUSHING01_B02" = "OK";
"PIFLUSHING02" = "Sunteţi siguri că doriţi să folosiţi această funcţie?\r\nPentru a înlocui toată cerneala din tuburi, veţi consuma foarte multă cerneală.\r\n\r\nNotă: această funcţie afectează durata de utilizare a tampoanelor pentru deşeurile de cerneală. Prin folosirea acestei funcţii, tampoanele pentru deşeurile de cerneală vor ajunge la sfârşitul duratei de utilizare mai devreme.\r\nDacă tampoanele pentru deşeurile de cerneală au ajuns la sfârşitul duratei de utilizare, contactaţi serviciul de asistenţă Epson pentru a cere înlocuirea acestora.\r\n\r\nFaceţi clic pe [Start] pentru a începe înlocuirea cernelii.\r\nDupă ce operaţia a început, aceasta nu mai poate fi întreruptă.";
"PIFLUSHING02_B01" = "Anulare";
"PIFLUSHING02_B02" = "Start";
"PIFLUSHING02_PREPARE" = "Vă rugăm să aşteptaţi...";
"PIFLUSHING02_CLEANING" = "Se efectuează operaţia Descărcare intensivă cerneală.\r\nVă rugăm să aşteptaţi.";
"PIFLUSHING03" = "Terminarea operaţiei Descărcare intensivă cerneală durează câteva minute.\r\nOperaţia Descărcare intensivă cerneală s-a terminat în momentul în care indicatorul de pe panoul de control nu mai luminează intermitent.";
"PIFLUSHING03_B01" = "Terminare";
"PIFLUSHING03_BiD" = "Operaţia Descărcare intensivă cerneală s-a terminat.";
"PIFLUSHING04" = "Nu puteţi utiliza această funcţie deoarece nu au trecut încă 12 ore de la ultima utilizare.";
"PIFLUSHING04_B01" = "OK";

"PGCLEANING_TITLE" = "Curăţarea dispozitiv ghidare hârtie";
"PGCLEANING01" = "Pentru a curăţa interiorul imprimantei folosiţi hârtie simplă.\r\nVerificaţi dacă în imprimantă este încărcată hârtie simplă format A4 sau Letter, apoi faceţi clic pe butonul [Curăţare].\r\nRepetaţi procedeul până când imprimanta este curată în interior.";
"PGCLEANING01_B01" = "Curăţare";
"PGCLEANING01_B02" = "Anulare";

"ERR_MSG_5" = "Operaţia Curăţare duză nu poate fi terminată.";
"ERR_MSG_6" = "Operaţia Curăţare cap nu poate fi terminată.";
"ERR_MSG_7" = "Operaţia Alinierea capului de tipărire nu poate fi efectuată.";
"ERR_MSG_8" = "A apărut o problemă.";
"ERR_MSG_9" = "Curăţarea duzei nu a putut fi terminată.";
"ERR_MSG_10" = "Curăţarea capului de tipărire nu a putut fi terminată.";
"ERR_MSG_11" = "Alinierea capului de tipărire nu a putut fi terminată.";
"ERR_MSG_12" = "Acum se efectuează curăţarea!";
"ERR_MSG_13" = "Curăţarea capului de tipărire nu a putut fi terminată.";
"ERR_MSG_14" = "Pentru mai multe informaţii faceţi clic pe [Detalii].";
"ERR_MSG_15" = "Doriţi să înlocuiţi cartuşul de cerneală acum?";
"ERR_MSG_17" = "Tamponul care absoarbe cerneala din interiorul cartuşului foto este saturat. Cartuşul de cerneală trebuie înlocuit înainte de a curăţa capul de scriere.";
"ERR_MSG_19" = "Detalii";
"ERR_MSG_20" = "OK";
"ERR_MSG_21" = "Pentru mai multe informaţii faceţi clic pe [Detalii].";
"ERR_MSG_22" = "Da";
"ERR_MSG_23" = "Nu";
"ERR_MSG_24" = "S-a produs o eroare de comunicare.\r\nVerificaţi conexiunea şi încercaţi din nou.";
"ERR_MSG_25" = "Operaţia Descărcare intensivă cerneală nu a fost terminată.";
"ERR_MSG_26" = "Operaţia Descărcare intensivă cerneală nu poate fi terminată.";

"PLEASEWAIT" = "Vă rugăm să aşteptaţi...";

//--->
"PRISET01B01" = "Se aplică";
"PRISET01B02" = "Anulare";
"PRISET01SPE04" = "Pentru această imprimantă nu sunt informaţii disponibile.";
"PRISET01SPE05" = "OK";
"PRISET01GRPBOXTITLE02" = "Cronometru oprire";
"PRISET01SPE21" = "Oprit";
"PRISET01SPE22" = "30 de minute";
"PRISET01SPE23" = "1 oră";
"PRISET01SPE24" = "2 ore";
"PRISET01SPE25" = "4 ore";
"PRISET01SPE26" = "8 ore";
"PRISET01SPE27" = "12 ore";
"PRISET01GRPBOXTITLE03" = "Cronometru";
"PRISET01SPE31" = "3 minute";
"PRISET01SPE32" = "5 minute";
"PRISET01SPE33" = "10 minute";
"PRISET01SPE34" = "15 minute";
"PRINFO01GRPBOXTITLE01" = "Numărul de foi de hârtie alimentate";
"PRINFO01SPE01" = "Total foi";
"PRINFO01SPE02" = "Pentru această imprimantă nu sunt informaţii disponibile.";
"PRINFO01SPE03" = "Foi fără margini";
"PRINFO01B01" = "OK";
//<---

//--->
"IDS_CSIC_NGENUINE_Mac" = "Nu aveţi instalate cartuşe de cerneală Epson originale. S-ar putea ca informaţiile referitoare la nivelele de cerneală să nu fie afişate şi utilizarea cernelii neoriginale va fi înregistrată pentru a fi utilizată în caz de asistenţă tehnică. Pentru obţinerea unei calităţi optime şi rezistente Epson vă recomandă să utilizaţi cerneală originală Epson.";
"IDS_DEFAULT_PAPERSOURCE_Mac" = "Alimentare hârtie spate";
//<---

